Repository: berkanturkali/obilet-ios-assignment
Catalog: obilet-ios-assignment/Localizable.xcstrings
Source language: en
Languages: tr

source: Add Passenger
tr: Yolcu Ekle

# add_return_label
source: Add Return
tr: Donus Ekle

source: Adult
tr: Yetiskin

# baby_passenger
source: Baby (0-2 Ages)
tr: Bebek (0-2 Yas)

# bus_tab_label
source: Bus Ticket
tr: Otobus Bileti

source: Buy Ticket
tr: Bilet Al

# can_not_connected_to_host
source: Can not connected to the host: %@
tr: %@ adresine baglanilamadi.

# check_your_connection
source: Check your internet connection please.
tr: Lütfen internet bağlantınızı kontrol ediniz.

# child_passenger
source: Child (2-11 Ages)
tr: Cocuk (2-11 Yas)

source: Done
tr: Tamam

# duration_hours_minutes
source: %d h %d min
tr: %d saat %d dk

# duration_hours_only
source: %d h
tr: %d saat

# find_ticket
source: Find the Ticket
tr: Bileti Bul

source: No result found.
tr: Sonuc bulunamadı.

# origin_label
source: From
tr: Nereden

source: Passenger
tr: Yolcu

# plane_tab_label
source: Plane Ticket
tr: Ucak Bileti

# return_label
source: Return
tr: Donus

source: Review
tr: Incele

source: Search
tr: Ara…

source: See on Map
tr: Haritada Gor

# select_date
source: Select a Date
tr: Tarih Secin

source: Something went wrong
tr: Bir seyler ters gitti.

# student_passenger
source: Student (12- 24 Ages)
tr: Ogrenci (12-24 Yas)

# target_destination_label
source: To
tr: Nereye

# timeout
source: The request has been timed out.
tr: Istek zaman asimina ugradi.

source: Today
tr: Bugun

source: Tomorrow
tr: Yarin
